Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS report updated-level2.tmx
Source language: en_us
Languages: vi

source: (1) Supervisory
vi: (1) Supervisory Giám sát

source: (2) Priority one alarms
vi: (2) Priority one alarms Báo động ưu tiên một

source: (3) Priority two alarms.
vi: (3) Priority two alarms. Báo động ưu tiên hai

source: (Depending on the Temperature and size for the rooms).
vi: Pre-action sprinkler or Dry Type sprinklers are provided in the Cold Rooms. (Depending on the Temperature and size for the rooms). Sprinkler pre-action (hệ thống sprinkler trong đó nước được giữ ở ngoài hệ thống đường ống bằng van pre-action, nếu có lửa, van sẽ mở để nước vào đường ống) hoặc sprinkler khô bố trí trong các phòng lạnh (Phụ thuộc nhiệt độ và diện tích phòng)

source: (In accordance with the Cause & Effect Matrix).
vi: (In accordance with the Cause & Effect Matrix). Tuân theo Ma trận Nhân quả

source: (Note this needs to be confirmed with the person conducting the final inspection)
vi: (Note this needs to be confirmed with the person conducting the final inspection) (Lưu ý: Việc này cần được xác nhận với người tiến hành nghiệm thu lần cuối)

source: (Refer Section 3 of this document)
vi: (Refer Section 3 of this document) Tham chiếu Mục 3 của tài liệu này

source: (Risk of accidentally touching and getting burned)
vi: In guest rooms, halogen bulbs are only permitted in ceiling lights. (Risk of accidentally touching and getting burned) Trong phòng khách, chỉ được phép sử dụng bóng halogen trong đèn trần

source: (Yes/No)
vi: (Yes/No) (Có/Không)

source: (where the staircase is wider than 1.1m, handrails should be provided on both sides of the staircase).
vi: A handrail must be provided. (where the staircase is wider than 1.1m, handrails should be provided on both sides of the staircase). Phải có tay vịn cầu thang (nếu thang rộng hơn 1.1m, phải có tay vịn ở cả hai bên cầu thang)

source: - Distance from hotel……… km.
vi: - Distance from hotel……… km. Khoảng cách ...km tới khách sạn

source: - Time to reach hotel……… mins.
vi: - Time to reach hotel……… mins. Khoảng thời gian tới khách sạn ...phút

source: 120-mins construction – 90-mins door and frame.
vi: 120-mins construction – 90-mins door and frame. Kết cấu 120 phút - cửa và khung cửa 90 phút

source: 50 mm flush drain with isolation valve has been provided after each sprinkler flow switch.
vi: 50 mm flush drain with isolation valve has been provided after each sprinkler flow switch. Van xả 50 mm với van cách ly sau mỗi công tắc dòng chảy sprinkler.

source: 60-mins construction – 30-mins door and frame.
vi: 60-mins construction – 30-mins door and frame. Kết cấu 60 phút - cửa và khung cửa 30 phút

source: 90-mins construction – 60-mins door and frame
vi: 90-mins construction – 60-mins door and frame. Kết cấu 90 phút - cửa và khung cửa 60 phút

source: <Hotel Name>
vi: <Hotel Name> Tên khách sạn

source: A Fire Lobby.
vi: A Fire Lobby. Buồng đệm ngăn cháy

source: A General Alarm must sound throughout the building when the fire detection system is activated and meet the following requirements:
vi: A General Alarm must sound throughout the building when the fire detection system is activated and meet the following requirements: Báo động chung phải kêu khắp tòa nhà khi hệ thống phát hiện cháy bị kích hoạt và đạt các yêu cầu sau:

source: A No Diving International symbol clearly visible to the user.
vi: A No Diving International symbol clearly visible to the user. Biểu tượng quốc tế Cấm Lặn dễ thấy

source: A Warning sign must be displayed around the steam outlet area.
vi: A Warning sign must be displayed around the steam outlet area. Phải có biển cảnh báo quanh khu vực thoát hơi nước

source: A clearly labelled manual shut-off control mechanism for the water circulation pump located either within 3m of the edge of the Hot Tub or at a permanently staffed point with direct line of sight to the Hot Tub.
vi: A clearly labelled manual shut-off control mechanism for the water circulation pump located either within 3m of the edge of the Hot Tub or at a permanently staffed point with direct line of sight to the Hot Tub. Một cơ chế tắt bằng tay được dán nhãn rõ ràng cho máy bơm tuần hoàn nước nằm trong phạm vi 3 m của mép bồn nước nóng hoặc tại một vị trí luôn có nhân viên trực với tầm nhìn trực tiếp tới bồn nước nóng.

source: A diagram showing the emergency exit path to the nearest emergency exit must be displayed in the following areas:
vi: A diagram showing the emergency exit path to the nearest emergency exit must be displayed in the following areas:Sơ đồ lối thoát hiểm tới cửa thoát hiểm gần nhất phải được treo ở các khu vực sau:

source: A distress alarm with direct connection to an on-site location that is permanently staffed.
vi: A distress alarm with direct connection to an on-site location that is permanently staffed. Nút gọi khẩn cấp với kết nối trực tiếp đến một vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: A flammable Goods store has been provided, in a suitable location, for paints, chemicals and other dangerous goods (With ventilation and fire protection).
vi: A flammable Goods store has been provided, in a suitable location, for paints, chemicals and other dangerous goods (With ventilation and fire protection). Có Kho chứa vật phẩm dễ cháy tại vị trí thích hợp cho sơn, hóa chất và các vật phẩm nguy hiểm khác (có thông hơi và chống cháy)

source: A local fire brigade is available.
vi: A local fire brigade is available. Có lực lượng cứu hỏa địa phương

source: A means of warning guests with impaired hearing in the event of a General Alarm or Voice evacuation message must be provided.
vi: A means of warning guests with impaired hearing in the event of a General Alarm or Voice evacuation message must be provided. Phải có phương án báo động cho khách khiếm thính khi có báo động chung hoặc thông báo sơ tán bằng giọng nói

source: A mimic/ repeater panel (where required) meets the following requirement:
vi: A mimic/ repeater panel (where required) meets the following requirement: Bộ lặp (khi cần thiết) phải đáp ứng các yêu cầu sau:

source: A minimum Rated Construction is required in the following areas:
vi: A minimum Rated Construction is required in the following areas: Kết cấu chống cháy tối thiểu được yêu cầu tại các khu vực sau:

source: A secure storage area must be available where the luggage of registered guests can be stored temporarily.
vi: A secure storage area must be available where the luggage of registered guests can be stored temporarily. Một khu vực chứa đồ an toàn phải có để tạm thời trữ hành lý của khách đã đăng ký

source: A sign must be provided adjacent to the call button(s) in lift lobbies and meet the following requirements:
vi: A sign must be provided adjacent to the call button(s) in lift lobbies and meet the following requirements: Một biển báo phải được cung cấp liền kề với (các) nút gọi trong hành lang thang máy và đáp ứng các yêu cầu sau:

source: ARCHITECTURAL
vi: ARCHITECTURAL KIẾN TRÚC

source: AUTOMATIC SMOKE DETECTORS
vi: AUTOMATIC SMOKE DETECTORS ĐẦU BÁO KHÓI TỰ ĐỘNG

source: AUTOMATIC SMOKE DETECTORS ARE PROVIDED IN:
vi: AUTOMATIC SMOKE DETECTORS ARE PROVIDED IN: ĐẦU BÁO KHÓI TỰ ĐỘNG ĐƯỢC CUNG CẤP TẠI

source: Access Points are provided for Duct Cleaning.
vi: Access Points are provided for Duct Cleaning. Có nắp thăm để vệ sinh ống thông

source: Access control is required at all doors used by guests from the car park area into interior guest room corridors.
vi: Access control is required at all doors used by guests from the car park area into interior guest room corridors. Yêu cầu có kiểm soát truy cập tại tất cả các cửa dành cho khách từ khu gửi xe tới bên trong tầng phòng khách

source: Access control is required for lifts that go from basement car park areas to guest room floors.
vi: Access control is required for lifts that go from basement car park areas to guest room floors. Yêu cầu có kiểm soát truy cập đối với các thang máy đi từ các khu hầm gửi xe tới tầng phòng khách

source: Access to Chase Ways (Service Ducts) between guest rooms must be locked to prevent unauthorized access.
vi: Access to Chase Ways (Service Ducts) between guest rooms must be locked to prevent unauthorized access. Các lối truy cập đường ống giữa các phòng phải được khóa để ngăn truy cập trái phép

source: Access to the stairwell through an open exterior vestibule
vi: Access to the stairwell through an open exterior vestibule Lối vào thang bộ thông qua một không gian đệm mở bên ngoài

source: Accessible Rooms must meet the following minimum safety requirements:
vi: Accessible Rooms must meet the following minimum safety requirements: Các phòng khách khuyết tật phải đạt các yêu cầu an toàn tối thiểu sau

source: Alarms are monitored in the main FCC.
vi: Alarms are monitored in the main FCC. Báo động được giám sát tại tủ báo cháy

source: All FLS systems have been tested & commissioned?
vi: All FLS systems have been tested & commissioned? Đã kiểm tra & vận hành thử tất cả các hệ thống PCCC?

source: All Fire Rated Doors except for service riser and/or connecting guest room doors must be equipped with automatic door closers to ensure latching.
vi: All Fire Rated Doors except for service riser and/or connecting guest room doors must be equipped with automatic door closers to ensure latching. Tất cả cửa chống cháy trừ cửa vào phòng bảo trì đường ống và/hoặc cửa phòng connecting phải có tay co tự động để đảm bảo cửa đóng khít

source: All Guest Room entrance doors and door frames must achieve a minimum Fire Resistance of no less than 20 minutes.
vi: All Guest Room entrance doors and door frames must achieve a minimum Fire Resistance of no less than 20 minutes. Tất cả cửa ra vào phòng khách và khung cửa phải có mức độ chống cháy tối thiểu không ít hơn 20 phút

source: All IHG FLS Critical issues have been completed?
vi: All IHG FLS Critical issues have been completed? Đã hoàn thành tất cả hạng mục PCCC trọng yếu của IHG?

source: All MEP rooms (except electrical switch rooms and riser pipe shafts)
vi: All MEP rooms (except electrical switch rooms and riser pipe shafts) Tất cả các phòng MEP (trừ phòng tủ điện và trục ống riser)

source: All areas where there is a probability of human (guests and unqualified staff) contact with electrical equipment.
vi: All areas where there is a probability of human (guests and unqualified staff) contact with electrical equipment. Tất cả các khu vực con người (khách và nhân viên không có chuyên môn) có nguy cơ tiếp xúc với thiết bị điện

source: All cabling and connections for the fire alarm and detection system must be protected against fire and physical damage for a minimum duration of 30 minutes.
vi: All cabling and connections for the fire alarm and detection system must be protected against fire and physical damage for a minimum duration of 30 minutes. Bất cứ dây cáp và kết nối nào của hệ thống báo động và phát hiện cháy đều được bảo vệ chống cháy và bảo vệ chống hư tổn vật lý trong tối thiểu 30 phút

source: All components of the Fire Life Safety Systems must be properly commissioned & tested.
vi: All components of the Fire Life Safety Systems must be properly commissioned & tested. Tất cả các thành phần của các hệ thống PCCC phải được kiểm tra và vận hành thử đúng kỹ thuật

source: All fire doors are certified to their rating (Provide certification/ tag as proof).
vi: All fire doors are certified to their rating (Provide certification/ tag as proof). Tất cả cửa chống cháy có chứng nhận mức chống cháy (trình chứng nhận/tag làm bằng chứng)

source: All fire safety signage must be in the local language(s) and English.
vi: All fire safety signage must be in the local language(s) and English. Tất cả biển báo bằng ngôn ngữ địa phương và tiếng Anh

source: All foam & non-foam filling material for furniture, upholstered furniture & furnishing fabrics including drapes, curtains & blinds, beds, bed bases, mattresses, mattress toppers & upholstered head boards, duvets, pillows & bed throws, wall coverings & linings and carpets & rugs used within the following hotel areas must be Low flame and smoke propagating (Fire Retardant):
vi: All foam & non-foam filling material for furniture, upholstered furniture & furnishing fabrics including drapes, curtains & blinds, beds, bed bases, mattresses, mattress toppers & upholstered head boards, duvets, pillows & bed throws, wall coverings & linings and carpets & rugs used within the following hotel areas must be Low flame and smoke propagating (Fire Retardant): Tất cả mút nhồi xốp và không phải xốp cho đồ nội thất, đồ nội thất có nệm, vải nội thất bao gồm rèm, giường, chân giường, đệm, topper đệm và vách đầu giường bọc nệm, ga, gối và chăn trang trí, vật liệu phủ tường & lót và thảm được sử dụng trong các khu vực sau trong khách sạn phải là vật liệu ngăn cháy lan và ngăn khói

source: All gaps, openings & penetrations are fully sealed and compartmented between all front of house and back of house areas.
vi: All gaps, openings & penetrations are fully sealed and compartmented between all front of house and back of house areas. Tất cả khe hở, khoảng trống và lỗ xuyên tường được bít kín giữa tất cả các khu FOH và BOH

source: All guest room doors are required to have a one-way view port installed and meet the following requirements:
vi: All guest room doors are required to have a one-way view port installed and meet the following requirements: Tất cả các cửa phòng khách phải lắp mắt thần một chiều và đáp ứng các yêu cầu sau:

source: All guest room entrance doors must be fitted with an Electronic Door Locks.
vi: All guest room entrance doors must be fitted with an Electronic Door Locks. Tất cả cửa ra vào phòng khách phải có khóa điện tử

source: All guest room sprinklers are quick response type (For new builds).
vi: All guest room sprinklers are quick response type (For new builds). Tất cả sprinkler phòng khách là loại phản ứng nhanh (với khách sạn xây mới)

source: All horizontal & vertical pipe shaft and electrical riser penetrations are properly sealed & compartmented.
vi: All horizontal & vertical pipe shaft and electrical riser penetrations are properly sealed & compartmented. Tất cả lỗ xuyên tường, xuyên sàn của đường ống và đường điện được bít kín và chống cháy lan

source: All hotel employees have attended emergency response training.
vi: All hotel employees have attended emergency response training. Tất cả nhân viên khách sạn phải tham gia huấn luyện ứng phó tình huống khẩn cấp

source: All items related to the FLS inspection and checking process should be noted within this report so as to provide a full history of recommendations given and actions taken.
vi: All items related to the FLS inspection and checking process should be noted within this report so as to provide a full history of recommendations given and actions taken. Bản báo cáo nghiệm thu sau đã được soạn thảo nhằm cung cấp một phương tiện kiểm tra và xác minh tất cả các vấn đề PCCC trọng tâm so với các tiêu chuẩn IHG. Báo cáo này nên được sử dụng xuyên suốt từ thời điểm khởi động dự án tới khi mở cửa khách sạn (và hơn nữa nếu cần thiết). Tất cả các vấn đề liên quan tới quá trình nghiệm thu và kiểm tra PCCC nên được note lại trong báo cáo này để có thể lưu trữ đầy đủ các khuyến nghị được đưa ra và hành động đã thực hiện

source: All lifts have intercom functionality with the hotel telephone operator or other emergency personnel.
vi: All lifts have intercom functionality with the hotel telephone operator or other emergency personnel. Tất cả các thang máy có intercom kết nối đến tổng đài điện thoại của khách sạn hoặc các đơn vị ứng phó khẩn cấp khác

source: All other rubbish and laundry chute doors must be self-closing and have a self-latching device.
vi: All other rubbish and laundry chute doors must be self-closing and have a self-latching device. Tất cả các cửa ống thả rác và ống thả đồ giặt khác phải tay co tự đóng và tự khóa

source: All storage rooms
vi: All storage rooms Tất cả các kho

source: All windows must be provided with stops that meet the following requirements:
vi: All windows must be provided with stops that meet the following requirements: Tất cả cửa sổ phải có phụ kiện chặn đáp ứng như sau:

source: An automatic fully addressable AFA system is installed in a permanently monitored area.
vi: An automatic fully addressable AFA system is installed in a permanently monitored area. (AFA system must be able to pinpoint the source of alarm signal to an individual room.) Có hệ thống AFA định địa chỉ hoàn toàn tự động lắp đặt tại một khu vực luôn có người giám sát (hệ thống AFA phải có thể xác định nguồn của tín hiệu báo động cụ thể đến mức từng phòng riêng lẻ)

source: An auxiliary non-keyed locking device, such as a safety/night latch, safety chain or other IHG-approved non-keyed locking device, must be provided on all guestroom entrance doors.
vi: An auxiliary non-keyed locking device, such as a safety/night latch, safety chain or other IHG-approved non-keyed locking device, must be provided on all guestroom entrance doors. Một thiết bị chốt cửa không phải khóa, ví dụ như chốt an toàn, xích an toàn, hoặc các phụ kiện không phải khóa khác

source: An emergency telephone must be provided according to the following requirement:
vi: An emergency telephone must be provided according to the following requirement: Chiếu sáng khẩn cấp tự động phải được cung cấp trong các khu vực sau:

source: Ansul) is required for Kitchen Hood at Cooking Ranges and must meet the following requirements:
vi: A wet chemical suppression system (i.e. Ansul) is required for Kitchen Hood at Cooking Ranges and must meet the following requirements: Phải lắp hệ thống chữa cháy bằng hóa chất ướt (vd Ansul) tại các chụp hút mùi bếp và đáp ứng như sau

source: Anti-entrapment drain covers are required in all Pools and Hot Tub with a single drain.
vi: Anti-entrapment drain covers are required in all Pools and Hot Tub with a single drain. Trong tất cả các bể bơi/bể nước nóng có một ga thoát nước, yêu cầu có nắp chống mắc kẹt

source: Any FLS deviations have been addressed & approved?
vi: Any FLS deviations have been addressed & approved? Đã đề cập và phê duyệt tất cả các ngoại lệ về PCCC?

source: Any area where there are Hazardous Processes or Machinery
vi: Any area where there are Hazardous Processes or Machinery. Tất cả các khu vực nơi có quy trình xử lý độc hại hoặc máy móc nguy hiểm

source: Appendix (see separate document)
vi: Appendix (see separate document) Phụ lục (xem tài liệu riêng

source: Appropriate pool filtration equipment has been provided together with PH and Chlorine water treatment & testing equipment.
vi: Appropriate pool filtration equipment has been provided together with PH and Chlorine water treatment & testing equipment. Cung cấp thiết bị lọc bể bơi phù hợp cùng thiết bị xử lý và kiểm tra độ pH và Chlorine

source: Approval for Final Inspection form
vi: Approval for Final Inspection form Văn bản mẫu Phê duyệt cho Nghiệm thu lần cuối

source: Approval for Final Inspection:
vi: Approval for Final Inspection: Phê duyệt cho Nghiệm thu lần cuối:

source: Approval granted for final inspection: (signed by IHG Engineer)
vi: Approval granted for final inspection: (signed by IHG Engineer) Phê duyệt nghiệm thu lần cuối: (do Kỹ sư IHG ký)

source: Areas greater than 50m² where colleagues work.
vi: Areas greater than 50m² where colleagues work. Khu vực rộng hơn 50m² nơi nhân viên làm việc

source: At least 2 separate exits for 50 to 500 people.
vi: At least 2 separate exits for 50 to 500 people. Tối thiểu 2 lối thoát riêng biệt cho 50 đến 500 ng

source: At least 3 separate exits for 501 to 1000 people.
vi: At least 3 separate exits for 501 to 1000 people. Tối thiểu 3 lối thoát riêng biệt cho 501 đến 1000 ng

source: At least one Hydrant stand pipe is provided on the roof (Freezing protection required in cold climates).
vi: At least one Hydrant stand pipe is provided on the roof (Freezing protection required in cold climates).Tối thiểu một trụ cứu hỏa được cung cấp trên mái nhà (đối với khu vực khí hậu lạnh, cần có chống đóng băng)

source: At least one life safety hook
vi: At least one life safety hook Ít nhất một móc an toàn

source: At or close to the front desk
vi: At or close to the front desk Tại hoặc gần bàn lễ tân

source: Atriums and High-Level Ceilings
vi: Atriums and High-Level Ceilings giếng trời và các tầng trần nhà cao

source: Automatic Emergency Lighting must be provided in the following areas:
vi: Automatic Emergency Lighting must be provided in the following areas: Chiếu sáng khẩn cấp tự động phải được cung cấp trong các khu vực sau:

source: Automatic release doors are provided to restrict dead ends or to separate smoke zones.
vi: Automatic release doors are provided to restrict dead ends or to separate smoke zones. (Where required) Cửa nhả tự động được cung cấp để giới hạn các hành lang cụt hoặc tạo khoang ngăn khói

source: Automatically release upon actuation of the fire alarm and detection system.
vi: Automatically release upon actuation of the fire alarm and detection system Tự động nhả cửa khi hệ thống phát hiện và báo cháy bị kích hoạt

source: BOH offices.
vi: BOH offices. Văn phòng BOH

source: Back of House
vi: Back of House Khu BOH

source: Be at least 1.1m high.
vi: Be at least 1.1m high. Cao tối thiểu 1.1m

source: Be capable of being secured to prevent unauthorized access.
vi: Be capable of being secured to prevent unauthorized access. Phải có biện pháp ngăn chặn truy cập trái phép

source: Be clearly visible and easily accessible
vi: Be clearly visible and easily accessible Dễ nhìn và dễ tiếp cận

source: CONFIDENTIAL
vi: CONFIDENTIAL TUYỆT MẬT

source: Calls must connect to an on-site location that is permanently staffed or directly to the emergency services.
vi: Calls must connect to an on-site location that is permanently staffed or directly to the emergency services. Các cuộc gọi kết nối đến một vị trí trong khuôn viên khách sạn luôn có nhân viên trực hoặc trực tiếp tới đơn vị cứu hộ

source: Calls must not be answered by an auto-attendant.
vi: Calls must not be answered by an auto-attendant. Không được trả lời cuộc gọi bằng máy trả lời tự động

source: Car Parks
vi: Car Parks Bãi đỗ xe

source: Carbon monoxide detectors incorporating an alarm are installed according to the following requirements:
vi: Carbon monoxide detectors incorporating an alarm are installed according to the following requirements: Đầu báo khí CO tích hợp báo động được lắp đặt tuân theo các tiêu chuẩn sau:

source: Certification has been provided (compliance to structural fire rating).
vi: Certification has been provided (compliance to structural fire rating). Đã có chứng nhận (chứng minh tuân thủ mức độ chống cháy kết cấu)

source: Chain link fences are not permitted.
vi: Chain link fences are not permitted. Không cho phép sử dụng hàng rào lưới

source: Check List and Report
vi: Check List and Report Danh sách kiểm tra và báo cáo

source: Comments
vi: Comments Nhận xét

source: Comments/Progress
vi: Comments/Progress Nhận xét/Tiến độ

source: Comply to local regulations (whichever is more stringent).
vi: Comply to local regulations (whichever is more stringent). Tuân thủ các quy định địa phương (chọn tiêu chuẩn nghiêm ngặt hơn)

source: Conducted By
vi: Conducted By Thực hiện bởi

source: Connecting guest room door locks must meet the following requirements:
vi: Connecting guest room door locks must meet the following requirements: Khóa cửa phòng connecting phải đáp ứng như sau

source: Continuously illuminated or immediately illuminate upon entry by guest.
vi: Continuously illuminated or immediately illuminate upon entry by guest. Được chiếu sáng liên tục hoặc chiếu sáng ngay lập tức khi có người bước vào
